<template>
	<view class="wrapper" style="background: #fff;">
		客户服务条款（以下简称为“本条款”）指的是涉及一家公司或企业提供服务（已被定义为“服务”）的所有有关协定和条款。本条款计划让客户了解他们在这家公司或企业的权利和义务，因此当客户购买和使用服务时，他们就能够正确地理解有关此服务的条款和条件。
		
		首先，本条款规定，客户在购买和使用制定公司或企业的服务时，必须满足其服务购买和使用的基本标准，而公司或企业可以更改这些基本标准，以更新或改善服务内容和规则。
		
		其次，本条款还规定，公司或企业有权对客户提供的服务做出任何更改，以满足客户提出的服务要求，而无需事先征得客户的同意，除非有明确的合同约定或有关法律规定。
		
		此外，本条款规定，任何时候客户在购买和使用服务时都应遵守本条款，并遵守公司或企业制定的服务规则，这意味着客户在使用服务时，必须负责履行他们对服务的所有责任。并且如果客户违反了任何有关客户服务的条款或规定，本公司或企业有权立即终止服务，并有权就任何结果或损失进行相应索赔。
		
		此外，客户可以根据其需要在购买和使用服务时调整服务的附加要求，以实现更有效的购买和使用服务的效果，但客户必须负责任何对服务的修改，以及可能由此引起的任何纠纷，并有权要求公司或企业提供必要的技术支持和服务。
		
		最后，本条款补充规定，在售后服务期间，客户负责履行其与公司或企业签署的售后服务合同的所有义务，公司或企业需要客户提供相应的材料和服务，以帮助公司或企业检测服务状态和改善服务。
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
